glomeruler-hstt.org
* Nefroloji
** Fizyo - Glomerul &c.
*** Nefron
**** Glomerul
     - ultrafiltrasyon
***** Afferent arteriyol
***** Efferent arteriyol
***** Bowman kapsulu
***** Glomeruler membran
      - endotelium
      - bazal membran
      - viss. epitelium (podosit)
****** Yuksek permeabilite
****** Secici gecirgen
******* Size selektif
        - inulin  ( 5 000 kDa) -> ~100%
        - albumin (70 000 kDa) -> ~0%
******* Charge selektif
        - negatif yuklu (heparan sulfat)
          - cogu proteinler itilir
          - minimal change -> bazal memb. neg. yuklerin kaybi -> agir proteinuri (>3.5 g/gun)
**** Tubuller
     - reabsorpsiyon (filtratin 99%'u geri alinir)
     - sekresyon
***** Prox. tubul
***** Henle
***** Dist. tubul
***** Toplayici kanal
** Bobrek Fonksiyonlarinin degerlendirilmesi
*** Idrar tetkiki
**** Dansite - Osmolalite
     - Normal: 1015 - 1025
     - 1010 -> 300 mOsm/kg (izo-osmotik idrar)
**** pH
     - Normal: 4 - 8
     - pH = 5 -> iyi asidifikasyon
**** Idrar Mikroskopisi
*** Glomeruler Filtrasyon Degeri (GFR)
**** inulin
**** kreatinin
**** serumtatin c
*** Idrar Elektrolitleri
**** Na
**** K
**** Cl
*** Radyolojik Goruntuleme
**** Direkt uriner sistem grafisi
**** Intravenoz pyelografi
**** Renal USG
**** Renal CT
**** Renal Arteriografi
**** Renal Sintigrafi
*** Bobrek Biyopsisi
** Glomeruler Hastaliklar
 1. Akut Nefritik Sendrom
 2. Nefrotik Sendrom
 3. Hizli ilerleyen Glomerulonefrit
 4. Kronik Nefritik Sendrom
 5. Asemptomatik hematuri/proteinuri
*** Minimal Degisiklik Hst.
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Fokal Segmental Glomeruloskleroz
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Membranoz Glomerulonefrit
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Membranoproliferatif Glomerulonefrit
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Akut Post-Streptokoksik Glomerulonefrit
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Ig-A Nefropatisi (BERGER Hst.)
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Rapidly Progresif Glomerulonefrit
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi

*** Akut Endokardit Seyrinde gelisen Glomerulonefrit
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi
*** Subakut Bakteriyel Endokardit 
**** Etyoloji
**** Patogenez
**** Klinik
**** Patoloji
**** Tani
**** Tedavi

