glomeruler-hstt.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8"/>
<title></title>
<meta name="author" content="(Umut Deniz Akdag)"/>
<link rel="stylesheet" href="http://cdn.jsdelivr.net/reveal.js/3.0.0/dist/reveal.css"/>

<link rel="stylesheet" href="http://cdn.jsdelivr.net/reveal.js/3.0.0/dist/theme/moon.css" id="theme"/>


<!-- If the query includes 'print-pdf', include the PDF print sheet -->
</head>
<body>
<div class="reveal">
<div class="slides">
<section id="sec-title-slide"><h2 class="author">Umut Deniz Akdag</h2><p class="date">Created: 2021-01-05 Tue 07:55</p>
</section>
<section id="table-of-contents"><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#/slide-org3038072">1. Nefroloji</a>
<ul>
<li><a href="#/slide-org1552096">1.1. Fizyo - Glomerul &amp;c.</a>
<ul>
<li><a href="#/slide-orgb2095c4">1.1.1. Nefron</a></li>
</ul>
</li>
<li><a href="#/slide-org193e9be">1.2. Bobrek Fonksiyonlarinin degerlendirilmesi</a>
<ul>
<li><a href="#/slide-org0a43c8e">1.2.1. Idrar tetkiki</a></li>
<li><a href="#/slide-org28147cc">1.2.2. Glomeruler Filtrasyon Degeri (GFR)</a></li>
<li><a href="#/slide-org7eb649a">1.2.3. Idrar Elektrolitleri</a></li>
<li><a href="#/slide-orgfc77d06">1.2.4. Radyolojik Goruntuleme</a></li>
<li><a href="#/slide-org528c9a5">1.2.5. Bobrek Biyopsisi</a></li>
</ul>
</li>
<li><a href="#/slide-org6903e44">1.3. Glomeruler Hastaliklar</a>
<ul>
<li><a href="#/slide-orga1f6929">1.3.1. Minimal Degisiklik Hst.</a></li>
<li><a href="#/slide-org1192db0">1.3.2. Fokal Segmental Glomeruloskleroz</a></li>
<li><a href="#/slide-orgb6bb471">1.3.3. Membranoz Glomerulonefrit</a></li>
<li><a href="#/slide-org85faa8c">1.3.4. Membranoproliferatif Glomerulonefrit</a></li>
<li><a href="#/slide-org8e69200">1.3.5. Akut Post-Streptokoksik Glomerulonefrit</a></li>
<li><a href="#/slide-orgc79d03c">1.3.6. Ig-A Nefropatisi (BERGER Hst.)</a></li>
<li><a href="#/slide-orgbfaf012">1.3.7. Rapidly Progresif Glomerulonefrit</a></li>
<li><a href="#/slide-orgfb82310">1.3.8. Akut Endokardit Seyrinde gelisen Glomerulonefrit</a></li>
<li><a href="#/slide-org4bed8d7">1.3.9. Subakut Bakteriyel Endokardit</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
</section>
<section>
<section id="slide-org3038072">
<h2 id="org3038072"><span class="section-number-2">1</span> Nefroloji</h2>
<div class="outline-text-2" id="text-1">
</div>
</section>
<section id="slide-org1552096">
<h3 id="org1552096"><span class="section-number-3">1.1</span> Fizyo - Glomerul &amp;c.</h3>
<div class="outline-text-3" id="text-1-1">
</div>
</section>
<section id="slide-orgb2095c4">
<h4 id="orgb2095c4"><span class="section-number-4">1.1.1</span> Nefron</h4>
<div class="outline-text-4" id="text-1-1-1">
</div>
<ol class="org-ol">
<li><a id="org8911fb2"></a>Glomerul<br />
<ul>
<li>ultrafiltrasyon</li>

</ul>
<ol class="org-ol">
<li><a id="orgbb84cd2"></a>Afferent arteriyol<br /></li>
<li><a id="org31bbb95"></a>Efferent arteriyol<br /></li>
<li><a id="org00b8660"></a>Bowman kapsulu<br /></li>
<li><a id="org5dd0e33"></a>Glomeruler membran<br />
<ul>
<li>endotelium</li>
<li>bazal membran</li>
<li>viss. epitelium (podosit)</li>

</ul>
<ol class="org-ol">
<li><a id="orgbe6ccd1"></a>Yuksek permeabilite<br /></li>
<li><a id="org26cf954"></a>Secici gecirgen<br />
<ol class="org-ol">
<li><a id="org3f0dc90"></a>Size selektif<br />
<ul>
<li>inulin  ( 5 000 kDa) -&gt; ~100%</li>
<li>albumin (70 000 kDa) -&gt; ~0%</li>

</ul>
</li>
<li><a id="orge1586df"></a>Charge selektif<br />
<ul>
<li>negatif yuklu (heparan sulfat)
<ul>
<li>cogu proteinler itilir</li>
<li>minimal change -&gt; bazal memb. neg. yuklerin kaybi -&gt; agir proteinuri (&gt;3.5 g/gun)</li>

</ul></li>

</ul>
</li>
</ol>
</li>
</ol>
</li>
</ol>
</li>
<li><a id="org313e451"></a>Tubuller<br />
<ul>
<li>reabsorpsiyon (filtratin 99%'u geri alinir)</li>
<li>sekresyon</li>

</ul>
<ol class="org-ol">
<li><a id="org542e7f6"></a>Prox. tubul<br /></li>
<li><a id="org3f1cf60"></a>Henle<br /></li>
<li><a id="org531f0ab"></a>Dist. tubul<br /></li>
<li><a id="orge12effb"></a>Toplayici kanal<br /></li>
</ol>
</li>
</ol>
</section>
<section id="slide-org193e9be">
<h3 id="org193e9be"><span class="section-number-3">1.2</span> Bobrek Fonksiyonlarinin degerlendirilmesi</h3>
<div class="outline-text-3" id="text-1-2">
</div>
</section>
<section id="slide-org0a43c8e">
<h4 id="org0a43c8e"><span class="section-number-4">1.2.1</span> Idrar tetkiki</h4>
<div class="outline-text-4" id="text-1-2-1">
</div>
<ol class="org-ol">
<li><a id="org7dd540b"></a>Dansite - Osmolalite<br />
<ul>
<li>Normal: 1015 - 1025</li>
<li>1010 -&gt; 300 mOsm/kg (izo-osmotik idrar)</li>

</ul>
</li>
<li><a id="orgfde988b"></a>pH<br />
<ul>
<li>Normal: 4 - 8</li>
<li>pH = 5 -&gt; iyi asidifikasyon</li>

</ul>
</li>
<li><a id="org30a9888"></a>Idrar Mikroskopisi<br /></li>
</ol>
</section>
<section id="slide-org28147cc">
<h4 id="org28147cc"><span class="section-number-4">1.2.2</span> Glomeruler Filtrasyon Degeri (GFR)</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
<ol class="org-ol">
<li><a id="orgb88600b"></a>inulin<br /></li>
<li><a id="orgdd30b29"></a>kreatinin<br /></li>
<li><a id="orgc03b190"></a>serumtatin c<br /></li>
</ol>
</section>
<section id="slide-org7eb649a">
<h4 id="org7eb649a"><span class="section-number-4">1.2.3</span> Idrar Elektrolitleri</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="orgb70d0f6"></a>Na<br /></li>
<li><a id="orgeb76b6b"></a>K<br /></li>
<li><a id="org9b2524d"></a>Cl<br /></li>
</ol>
</section>
<section id="slide-orgfc77d06">
<h4 id="orgfc77d06"><span class="section-number-4">1.2.4</span> Radyolojik Goruntuleme</h4>
<div class="outline-text-4" id="text-1-2-4">
</div>
<ol class="org-ol">
<li><a id="orgfe923ad"></a>Direkt uriner sistem grafisi<br /></li>
<li><a id="orgdb3a5cd"></a>Intravenoz pyelografi<br /></li>
<li><a id="org37567b0"></a>Renal USG<br /></li>
<li><a id="org3f23e42"></a>Renal CT<br /></li>
<li><a id="org80d0bc5"></a>Renal Arteriografi<br /></li>
<li><a id="org4374440"></a>Renal Sintigrafi<br /></li>
</ol>
</section>
<section id="slide-org528c9a5">
<h4 id="org528c9a5"><span class="section-number-4">1.2.5</span> Bobrek Biyopsisi</h4>
</section>
<section id="slide-org6903e44">
<h3 id="org6903e44"><span class="section-number-3">1.3</span> Glomeruler Hastaliklar</h3>
<ol>
<li>Akut Nefritik Sendrom</li>
<li>Nefrotik Sendrom</li>
<li>Hizli ilerleyen Glomerulonefrit</li>
<li>Kronik Nefritik Sendrom</li>
<li>Asemptomatik hematuri/proteinuri</li>

</ol>
</section>
<section id="slide-orga1f6929">
<h4 id="orga1f6929"><span class="section-number-4">1.3.1</span> Minimal Degisiklik Hst.</h4>
<div class="outline-text-4" id="text-1-3-1">
</div>
<ol class="org-ol">
<li><a id="orgb0146c1"></a>Etyoloji<br /></li>
<li><a id="orgfa74b4a"></a>Patogenez<br /></li>
<li><a id="org23d3dea"></a>Klinik<br /></li>
<li><a id="orgac0fed3"></a>Patoloji<br /></li>
<li><a id="orgad3a596"></a>Tani<br /></li>
<li><a id="orgaf3591b"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-org1192db0">
<h4 id="org1192db0"><span class="section-number-4">1.3.2</span> Fokal Segmental Glomeruloskleroz</h4>
<div class="outline-text-4" id="text-1-3-2">
</div>
<ol class="org-ol">
<li><a id="orgf708955"></a>Etyoloji<br /></li>
<li><a id="org4cc3037"></a>Patogenez<br /></li>
<li><a id="org6e3c033"></a>Klinik<br /></li>
<li><a id="org93d90bd"></a>Patoloji<br /></li>
<li><a id="orgef59c27"></a>Tani<br /></li>
<li><a id="org9c3453f"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-orgb6bb471">
<h4 id="orgb6bb471"><span class="section-number-4">1.3.3</span> Membranoz Glomerulonefrit</h4>
<div class="outline-text-4" id="text-1-3-3">
</div>
<ol class="org-ol">
<li><a id="orgd272e71"></a>Etyoloji<br /></li>
<li><a id="orgb44f39c"></a>Patogenez<br /></li>
<li><a id="orge15b7bf"></a>Klinik<br /></li>
<li><a id="org7abdab4"></a>Patoloji<br /></li>
<li><a id="org1863ffa"></a>Tani<br /></li>
<li><a id="org14a1f57"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-org85faa8c">
<h4 id="org85faa8c"><span class="section-number-4">1.3.4</span> Membranoproliferatif Glomerulonefrit</h4>
<div class="outline-text-4" id="text-1-3-4">
</div>
<ol class="org-ol">
<li><a id="org33a10a8"></a>Etyoloji<br /></li>
<li><a id="org4828e3b"></a>Patogenez<br /></li>
<li><a id="org45c423d"></a>Klinik<br /></li>
<li><a id="orge444492"></a>Patoloji<br /></li>
<li><a id="org8fcddb2"></a>Tani<br /></li>
<li><a id="orgf88446e"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-org8e69200">
<h4 id="org8e69200"><span class="section-number-4">1.3.5</span> Akut Post-Streptokoksik Glomerulonefrit</h4>
<div class="outline-text-4" id="text-1-3-5">
</div>
<ol class="org-ol">
<li><a id="orgad71246"></a>Etyoloji<br /></li>
<li><a id="orgc6b8535"></a>Patogenez<br /></li>
<li><a id="org8effca8"></a>Klinik<br /></li>
<li><a id="org87f9c67"></a>Patoloji<br /></li>
<li><a id="org73565d0"></a>Tani<br /></li>
<li><a id="orge99b095"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-orgc79d03c">
<h4 id="orgc79d03c"><span class="section-number-4">1.3.6</span> Ig-A Nefropatisi (BERGER Hst.)</h4>
<div class="outline-text-4" id="text-1-3-6">
</div>
<ol class="org-ol">
<li><a id="orgec26052"></a>Etyoloji<br /></li>
<li><a id="org6eae126"></a>Patogenez<br /></li>
<li><a id="orgb2fefc8"></a>Klinik<br /></li>
<li><a id="org9cb499d"></a>Patoloji<br /></li>
<li><a id="org7369c86"></a>Tani<br /></li>
<li><a id="orgc667951"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-orgbfaf012">
<h4 id="orgbfaf012"><span class="section-number-4">1.3.7</span> Rapidly Progresif Glomerulonefrit</h4>
<div class="outline-text-4" id="text-1-3-7">
</div>
<ol class="org-ol">
<li><a id="org0b2bbc5"></a>Etyoloji<br /></li>
<li><a id="orgfb0af2f"></a>Patogenez<br /></li>
<li><a id="org797a8ad"></a>Klinik<br /></li>
<li><a id="orgf572e74"></a>Patoloji<br /></li>
<li><a id="org981ff9e"></a>Tani<br /></li>
<li><a id="orgb716c44"></a>Tedavi<br /></li>
</ol>

</section>
<section id="slide-orgfb82310">
<h4 id="orgfb82310"><span class="section-number-4">1.3.8</span> Akut Endokardit Seyrinde gelisen Glomerulonefrit</h4>
<div class="outline-text-4" id="text-1-3-8">
</div>
<ol class="org-ol">
<li><a id="org3e44bbc"></a>Etyoloji<br /></li>
<li><a id="orgf88e8e4"></a>Patogenez<br /></li>
<li><a id="org29ee066"></a>Klinik<br /></li>
<li><a id="orga737bb8"></a>Patoloji<br /></li>
<li><a id="orgc6fab93"></a>Tani<br /></li>
<li><a id="orgc9c9885"></a>Tedavi<br /></li>
</ol>
</section>
<section id="slide-org4bed8d7">
<h4 id="org4bed8d7"><span class="section-number-4">1.3.9</span> Subakut Bakteriyel Endokardit</h4>
<div class="outline-text-4" id="text-1-3-9">
</div>
<ol class="org-ol">
<li><a id="org9ff74ed"></a>Etyoloji<br /></li>
<li><a id="org3d8bfcb"></a>Patogenez<br /></li>
<li><a id="org99326dc"></a>Klinik<br /></li>
<li><a id="org6629b98"></a>Patoloji<br /></li>
<li><a id="orgaee3620"></a>Tani<br /></li>
<li><a id="orgb7a7915"></a>Tedavi<br /></li>
</ol>
</section>
</section>
</div>
</div>
<script src="http://cdn.jsdelivr.net/reveal.js/3.0.0/dist/reveal.js"></script>

<script>
// Full list of configuration options available here:
// https://github.com/hakimel/reveal.js#configuration
Reveal.initialize({
multiplex: {
    secret: '', // null if client
    id: '', // id, obtained from socket.io server
    url: '' // Location of socket.io server
},

// Optional libraries used to extend on reveal.js
dependencies: [
 { src: 'http://cdn.jsdelivr.net/reveal.js/3.0.0/lib/js/classList.js', condition: function() { return !document.body.classList; } },
 { src: 'http://cdn.jsdelivr.net/reveal.js/3.0.0/plugin/markdown/marked.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
 { src: 'http://cdn.jsdelivr.net/reveal.js/3.0.0/plugin/markdown/markdown.js', condition: function() { return !!document.querySelector( '[data-markdown]' ); } },
 { src: 'http://cdn.jsdelivr.net/reveal.js/3.0.0/plugin/zoom-js/zoom.js', async: true, condition: function() { return !!document.body.classList; } },
 { src: 'http://cdn.jsdelivr.net/reveal.js/3.0.0/plugin/notes/notes.js', async: true, condition: function() { return !!document.body.classList; } }]
});
</script>
</body>
</html>
